Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: Your Care Your doctor will give you a physical exam and look at your lungs with tests such as: • A chest x-ray • Computerized Tomography (CT) scan • Magnetic Resonance Image (MRI) • Positron Emission Tomography (PET) scan Also, you may have a biopsy done. Tiny samples of the tumor called a biopsy are taken to find what type of lung cancer is present. This information will help your doctor plan your treatment. Treatment options will be discussed with you. Common treatments include: • Surgery to remove the tumor and nearby tissue • Radiation therapy to destroy cancer cells • Chemotherapy medicines to destroy cancer cells • A combination of these treatments Talk to your doctor or nurse about your questions and concerns. © 2008 - March 24, 2016, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Lung Cancer. Russian.
ru: Медицинский уход Ваш врач назначит Вам медицинский осмотр и посмотрит на Ваши лёгкие с помощью следующих обследований: • Рентген грудной клетки • КТ-сканирование (Компьютерная томография) • МРТ (Магнитно-резонансная томография) • ПЭТ-сканирование (позитронно- эмиссионная томография) Также Вам могут сделать биопсию. Для этого отбираются очень маленькие образцы опухоли, которые называются биопсией, и по ним определяется тип рака легких. Эта информация поможет врачу составить план Вашего лечения. Ваш врач обсудит с Вами возможные варианты лечения. К обычным видам лечения относятся: • Хирургическая операция с целью удаления опухоли и прилегающих тканей • Лучевая терапия с целью разрушения раковых клеток • Химиотерапевтические лекарства с целью разрушения раковых клеток. • Комбинация этих видов лечения Обсудите со своим врачом или медсестрой свои вопросы и опасения. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Male Circumcision A circumcision is the removal of the piece of skin, called the foreskin, from around the end of the penis, called the glans. This is an elective procedure or surgery, which means you decide if you want to have it done. If you decide to have a circumcision for your son, it is done in the hospital nursery by your baby’s doctor before your baby goes home. How Circumcision is Done The procedure takes about 15 minutes. Uncircumcised Penis The doctor uses a numbing medicine, so the baby feels little pain. Foreskin A metal clamp is used around the penis and a piece of it, called the bell, is slipped under the foreskin to protect the end of the penis. The skin is cut around the bell and removed, so the end of the penis can be seen. The penis may be wrapped in Vaseline gauze. If needed, special gauze or stitches are used for bleeding. After the circumcision • Your baby will be checked for bleeding for about an hour after the procedure. • Many babies sleep for the first few hours, but try to wake him to feed. Male Circumcision. Russian.
ru: Обрезание — это удаление части кожи (крайней плоти) с конца (головки) полового члена. Эта операция выполняется по вашему желанию. Если вы решите сделать своему новорожденному сыну обрезание, это может сделать врач в роддоме перед выпиской. Как делается обрезание Процедура Обрезанный пенис занимает около Circumcised Penis 15 минут. Врач обезболит место операции. На пенис надевают металлический зажим, колпачок которого вводится под крайнюю плоть, Головка чтобы защитить Glans пенис. Кожа вокруг колпачка разрезается и удаляется, чтобы была видна головка пениса. Затем на пенис может быть наложена марлевая повязка с вазелином. При необходимости для остановки кровотечения накладывают специальную марлю или швы. После обрезания • Примерно через час ребенка осмотрят, чтобы исключить кровотечение. • Многие младенцы спят первые несколько часов, но постарайтесь разбудить и покормить малыша.

source: • He may seem uncomfortable when urinating after the numbing medicine has worn off. Holding and swaddling will often soothe him. • Swelling in the area will go away in 4 or 5 days. Care at home • Keep your baby off of his stomach for the first few days. • Keep the area clean and dry. • Use warm water only when washing, with no soap. Gently pat dry. • With each diaper change for the next 7 days or until the penis is healed: • Wash your hands before and after. • Do not use diaper wipes directly on the penis. The alcohol in them can sting. • Do not try to remove the crust that forms on the wound. It is a part of healing. • Apply Vaseline to the end of the penis until it is healed. Call your baby’s doctor if you notice: • More than a few drops of blood on the penis or if the diaper has a spot of blood larger than an inch across. • No wet diapers or very few within 12 hours of the circumcision. • Signs of infection, like redness, swelling, pus draining from the area, foul odor or fever. © 2006 - March 23, 2020, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Male Circumcision. Russian.
ru: • Когда закончится действие обезболивающего, у него может быть дискомфорт при мочеиспускании. Успокойте ребенка, взяв его на руки или запеленав. • Припухлость в месте операции пройдет через 4–5 дней. Уход дома • Первые несколько дней после обрезания не позволяйте ребенку трогать область живота. • Ранка должна быть чистой и сухой. • Мойте малыша теплой водой, без мыла и осторожно промакивайте кожу. • При каждой смене подгузников в течение 7 дней или до заживления: • Мойте руки до и после смены подгузника. • Не касайтесь пениса влажными салфетками. Содержащийся в них спирт может вызвать боль. • Не пытайтесь удалить образовавшуюся на ранке корку. Она необходима для заживления. • Смазывайте головку пениса вазелином до полного заживления. Позвоните педиатру, если заметите: • Многочисленные пятнышки крови на пенисе или пятно крови на подгузнике диаметром более дюйма (2,5 см). • Отсутствие мочеиспускания в течение 12 часов после обрезания. • Признаки инфекции: покраснение, отек, гной из ранки, неприятный запах, высокая температура. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Mammogram A mammogram is an X-ray of your breast. It is the best way to detect breast cancer. You should have a yearly mammogram after age 40 or sooner if you have higher risk for breast cancer. Talk to your doctor about your risk factors. Arrive on time for your test. To Prepare • Tell the staff before the test if there is a chance you may be pregnant. • Do not use deodorant, lotion or powder under your arms or on your breasts the day of your test. During the Test • You need to undress from the waist up. You are given a paper gown to wear. • You are asked to stand next to the machine. • There are at least 2 X-rays taken of each breast. • The person doing the test needs to touch and move your breast to get it in the right spot for each X-ray. Mammogram. Russian.
ru: Маммография — это рентгеновское исследование груди. Это лучший метод диагностики рака груди. После 40 лет маммографию необходимо проходить ежегодно, а если у вас высокий риск рака груди, то раньше. Обсудите с врачом ваши факторы риска. Не опаздывайте на обследование. Подготовка • Если существует вероятность, что вы беременны, сообщите до обследования. • В день обследования не пользуйтесь дезодорантом, лосьоном или пудрой подмышками или на груди. Во время обследования • Вам предложат раздеться до пояса и надеть бумажный халат. • Вас попросят встать рядом с аппаратом. • Делается по крайней мере два снимка каждой груди. • Рентгенолог будет прикасаться к груди и перемещать ее, чтобы она приняла нужное положение.

source: • Small sticky dots may be put on your nipples to help show them on your X-rays. • Your breast is squeezed between 2 flat surfaces. This may hurt, but it does not harm your breasts. • You are told to take a deep breath and hold it while the X-ray is taken. • Each X-ray takes less than 30 seconds. • The X-ray may need to be repeated if the X-ray is not clear. • If you have breast implants, more X-rays will need to be taken and the test will take more time. When all the X-rays are done, be sure to remove the sticky dots and throw them away. You will be able to get dressed and you can return to your usual activity. Test results are sent to your doctor. Your doctor will share the results with you. Talk to your doctor or nurse if you have any questions or concerns. © 2009 - February 1, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Mammogram. Russian.
ru: • Чтобы соски были лучше видны на снимках, на них могут приклеить маленькие наклейки. • Грудь будет сжата между 2 плоскими поверхностями. Это может быть неприятно, но не причинит вреда груди. • Затем вы сделаете глубокий вдох и задержите дыхание. • Каждый снимок делается менее 30 секунд. • Если снимок оказался нечетким, процедуру повторят. • Если у вас грудной имплантат, нужно будет сделать больше снимков, а обследование будет длиться дольше. После процедуры отклейте и выбросите наклейки. Затем вы сможете одеться и заниматься обычными делами. Результаты обследования будут отправлены врачу. Врач поделится результатами с вами. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Managing About menopause Menopause is reached when a woman stops having monthly periods for 12 months in a row. It happens as a natural part of aging, but can also occur when less estrogen is being made by the ovaries due to treatments, such as surgery, radiation therapy, or chemotherapy. Estrogen is a hormone made by the ovaries. When less estrogen is made, signs of menopause can occur. The signs vary and can be uncomfortable, but often improve over time. Talk about your body’s changes with your health care provider. Discuss treatments that may be best for you to manage your signs of menopause. Signs of menopause Let your doctor know about any changes you are having. These signs may be part of menopause, but they may also be signs of other health problems. Common signs of menopause include: • Changes in periods or menstrual cycles • Hot flashes or warm flush feeling and sweating • Problems sleeping • Mood changes • Headaches • Feeling anxious Managing Menopause. Russian.
ru: менопаузы Menopause Что такое менопауза Менопауза наступает, когда у женщины в течение 12 месяцев подряд отсутствуют месячные. Менопауза является естественным признаком старения, но также может наступить из-за снижения выработки эстрогена в результате лечения, например операции, лучевой терапии или химиотерапии. Эстроген — это гормон, вырабатываемый яичниками. Когда выработка эстрогена снижается, могут появиться симптомы менопаузы. Они могут быть разнообразными и доставлять дискомфорт, но со временем часто проходят. Расскажите своему врачу о происходящих с вами изменениях. Обсудите с ним варианты лечения, которые помогут облегчить симптомы менопаузы. Симптомы менопаузы Расскажите своему врачу о любых изменениях в самочувствии. Эти изменения могут быть симптомами менопаузы или признаком других проблем со здоровьем. Распространенные симптомы менопаузы: • Изменение продолжительности или характера менструального цикла • Приливы, ощущение жара и повышенное потоотделение • Бессонница • Изменения настроения • Головные боли • Ощущение беспокойства

source: • Vaginal dryness • Lack of sex drive or painful intercourse • Dryness of the skin or hair What you can do to help symptoms To help with hot flashes • Wear absorbent, cotton clothing and dress in layers. Remove pieces of clothing at the first sign of flush. • Avoid wearing tight clothing. • Keep room temperature at a lower setting. • Use fans to circulate air. • Avoid hot baths or showers. • Reduce the amount of caffeine you consume. Caffeine is in coffee, tea, colas, and chocolate. • Avoid spicy foods and eat lighter meals when it is hot outside. • Reduce how much alcohol you drink, especially red and white wines. • Exercise each day for at least 30 minutes. • Reduce stress. Use relaxation techniques, such as yoga, meditation, and massage. • Avoid smoking. • Talk to your doctor about the use of herbs and dietary supplements. Managing Menopause. Russian.
ru: • Вагинальная сухость • Отсутствие сексуального влечения или болезненные ощущения во время полового акта • Сухая кожа или волосы Как улучшить свое самочувствие Для борьбы с приливами • Носите хорошо впитывающую хлопковую одежду в нескольких слоев. При первых признаках прилива снимите часть одежды. • Не носите облегающую одежду. • Понизьте комнатную температуру. • Для циркуляции воздуха используйте вентиляторы. • Не принимайте горячие ванны или горячий душ. • Уменьшите количество потребляемого кофеина. Кофеин содержится в кофе, чае, коле и шоколаде. • Не употребляйте острые блюда и ешьте более легкую пищу, когда на улице жарко. • Сократите употребление алкоголя, особенно белого и красного вина. • Ежедневно выполняйте зарядку в течение не менее 30 минут. • Меньше подвергайтесь стрессу. Пользуйтесь расслабляющими техниками, такими как йога, медитация и массаж. • Не курите. • Обсудите со своим врачом необходимость приема лекарственных трав и пищевых добавок.

source: • Check with your doctor or pharmacist before using soy products, black cohash, dong quai, ginseng, or others. They can help you weigh the risks and benefits for your health. There may be possible interactions with other treatments. • Discuss use of medicines with your doctor. Your doctor may recommend dietary supplements or nonprescription medicines, such as Vitamin B complex, Vitamin E, ibuprofen, or prescription medicines such as: Ì Hormone Replacement Therapy (HRT). For moderate to severe hot flashes, your doctor may recommend short term (less than 5 years) use of HRT if you do not have other health problems. HRT contain estrogen and sometimes progestin. Antidepressants, such as sertraline (Zoloft), venlafaxine (Effexor), and paroxetine (Paxil). Ì Blood pressure medicine, such as clonidine (Catapres). Birth control pills. Anti-seizure medicine, such as gabapentin (Neurontin, Gabarone). Many of these medicines are used for other health reasons, but may reduce hot flashes. Often, these medicines are begun in small doses and are then increased over time to control your signs. Managing Menopause. Russian.
ru: • Перед приемом соевых продуктов, женьшеня, клопогона кистевидного, дягеля лекарственного и других трав проконсультируйтесь с врачом или фармацевтом. Он поможет вам оценить плюсы и минусы употребления данных продуктов. Некоторые из них плохо сочетаются с другими лекарственными препаратами. • Обсудите со своим врачом необходимость приема лекарственных средств. Врач может назначить пищевые добавки или безрецептурные средства, такие как витамины группы В, витамин Е, ибупрофен, либо рецептурные препараты, такие как: Ì Заместительная гормональная терапия (ЗГТ). При средних и сильных приливах и отсутствии других проблем со здоровьем врач может прописать вам краткосрочную ЗГТ (до 5 лет). ЗГТ подразумевает прием эстрогена и иногда прогестина. Ì Антидепрессанты, такие как сертралин (Золофт), венлафаксин (Эффексор) и пароксетин (Паксил). Ì Лекарства, нормализующие кровяное давление, такие как клофелин (Катапрес). Ì Противозачаточные таблетки. Противосудорожные препараты, такие как габапентин (Нейронтин, Габароне). Многие из этих лекарств применяются для лечения других заболеваний, но могут и уменьшать приливы. Часто эти лекарства начинают принимать понемногу, а затем увеличивают дозу.

source: To help with sleep • Keep a regular sleep schedule. Go to bed and wake up at the same time each day, even on weekends. • Keep the room cool and wear lightweight clothes. • Try a warm bath or shower at bedtime or after waking up at night. • Exercise regularly. • Do not rely on sleeping pills. They can disrupt restful sleeping patterns. • Avoid products with caffeine or alcohol in the evening. • Try cereal and milk at bedtime or after waking. • Avoid late meals and filling snacks. To help your moods or anxious feelings • Talk with your doctor about your feelings, moods, and frustrations. • Discuss treatments, such as antidepressants. • Join a support group or seek counseling if needed. • Keep involved with social and family activities that you enjoy. • Reduce stress. Practice deep, slow abdominal breathing for relaxation. • Focus on 1 or 2 tasks at a time. Set realistic goals. Avoid multiple, conflicting tasks. • Exercise regularly. Managing Menopause. Russian.
ru: Для борьбы с бессонницей • Придерживайтесь графика: ложитесь спать и просыпайтесь в одно и то же время каждый день, даже в выходные. • Поддерживайте в комнате прохладную температуру и носите легкую одежду. • Примите теплую ванну или душ перед сном, или если вы проснетесь ночью. • Регулярно делайте зарядку. • Не полагайтесь на снотворное. Оно может нарушить привычный режим сна. • Вечером не употребляйте кофеиносодержащие напитки или алкоголь. • Перед сном или после пробуждения съешьте хлопья с молоком. • Старайтесь не есть и не перекусывать перед сном. Для улучшения настроения и избавления от чувства тревоги • Для улучшения настроения и избавления от чувства тревоги. • Расскажите врачу о своих чувствах и настроении, поделитесь своими тревогами. • Обсудите варианты лечения, например прием антидепрессантов. • Вступите в группу поддержки или обратитесь к психотерапевту. • Продолжайте участвовать в общественных и семейных мероприятиях, которые вам по душе. • Меньше подвергайтесь стрессу. Чтобы расслабиться, попробуйте глубоко дышать животом. • Ставьте перед собой не более 1–2 целей за раз. Цели должны быть посильными. Не ставьте перед собой много противоречащих друг другу задач. • Регулярно делайте зарядку.

source: To help with vaginal dryness or sexual problems • There are products available to help with vaginal dryness or with painful intercourse: Ì Water-based lubricants, such as Astroglide or K-Y relieve vaginal dryness during intercourse. Moisturizers, such as Replens or Lubrin restore vaginal moisture and comfort. Ì Vaginal estrogen therapy, such as estrogen cream, estrogen ring, and estrogen tablet relieve vaginal dryness. Talk to your doctor to see if estrogen can be safely prescribed for you. Ì Testosterone creams can be used to increase sex drive. • When you have sex, increase foreplay time. This helps boost natural lubrication. • Avoid using douches, feminine hygiene sprays, lotions, soaps, and bubble baths that may irritate your vagina. • Kegel exercises may help to strengthen the muscles that control the bladder. • Communication with your partner is very important. Managing Menopause. Russian.
ru: Для устранения вагинальной сухости или сексуальных проблем • Существуют специальные препараты для устранения вагинальной сухости или боли во время полового акта: Ì Гели-смазки на водной основе, такие как Астроглайд или K-Y, избавляют от вагинальной сухости во время полового акта. Вагинальные увлажнители, такие как Репленс или Лубрин, восстанавливают естественное увлажнение и дают ощущение комфорта. Ì Справиться с вагинальной сухостью поможет локальная терапия эстрогенами в виде вагинальных кремов, таблеток и колец. Обсудите со своим врачом, безопасен ли для вас прием эстрогенов. Ì Усилить сексуальное желание поможет крем с тестостероном. • Увеличьте время прелюдии перед сексом. Это помогает улучшить естественную вагинальную смазку. • Воздержитесь от спринцевания, ванн с пеной, использования женских гигиенических спреев, лосьонов и мыла, которые могут вызвать раздражение в интимной зоне. • Для укрепления мышц, контролирующих мочевой пузырь, ежедневно выполняйте упражнения Кегеля. • Очень важны близкие отношения с партнером.

source: To help with dry skin and hair It is normal as estrogen decreases for the body to produce less oil for the skin and hair. • Use lotion on dry skin two times each day. Do not use lotions with heavy perfumes or alcohol. They can cause more drying. • Limit your time in the sun. For your skin, use sunscreen with 30 or 45 SPF and reapply as directed. Wear a hat or head covering. • Brush your hair more often. This helps spread your hair’s natural oils from the root of the hair to the tip. • Wash hair less often. When washing, use a conditioner each time. • Limit use of hair coloring, straightening or permanent waves. These chemicals can dry your hair. Lower your risk of heart disease and osteoporosis During menopause and after, women have a greater risk for heart disease and osteoporosis. This is linked to the changes in hormones. You can take steps to lessen your risk and stay healthy. Managing Menopause. Russian.
ru: Для устранения сухости кожи и волос Из-за снижения выработки эстрогена организм вырабатывает меньше жира, необходимого коже и волосам. • Дважды в день протирайте сухую кожу лосьоном. Не используйте лосьоны с сильным запахом и лосьоны на спиртовой основе. Они могут вызвать еще большую сухость. • Ограничьте пребывание на солнце. Пользуйтесь солнцезащитными средствами с фактором защиты 30 или 45, не забывая наносить их повторно согласно инструкции. Надевайте панаму или другой головной убор. • Чаще расчесывайте волосы, чтобы вырабатываемый организмом жир распределялся по всей длине волос. • Реже мойте волосы. После мытья волос всегда используйте кондиционер. • Реже красьте, выпрямляйте и завивайте волосы. Используемые при этом химические вещества сушат волосы. Снизьте риск возникновения болезней сердца и остеопороза Во время и после менопаузы женщины подвергаются повышенному риску болезней сердца и остеопороза. Это связано с гормональными изменениями. Вы можете принять меры для уменьшения риска и сохранения здоровья.
